"previewCamera" = "Pořídit fotografii";
"previewCameraRecord" = "Nahrát video";
"previewAlbum" = "Album";
"cancel" = "Zrušit";

"originalPhoto" = "Originál";
"originalTotalSize" = "Celkem";
"done" = "Hotovo";
"ok" = "OK";
"editFinish" = "Dokončeno";
"cameraDone" = "Hotovo";
"inputDone" = "Hotovo";

"back" = "Zpět";
"edit" = "Upravit";
"revert" = "Obnovit";
"brightness" = "Jas";
"contrast" = "Kontrast";
"saturation" = "Sytost";
"exposure" = "Expozice";
"sharpness" = "Ostrost";
"temperature" = "Teplota";
"tint" = "Odstín";
"vignette" = "Viněta";
"vibrance" = "Přirozená sytost";

"photo" = "Fotografie";
"preview" = "Náhled";

"noPhotoTips" = "Žádné fotografie";

"hudLoading" = "Načítání…";
"hudProcessing" = "Zpracování…";

"exceededMaxSelectCount" = "Lze vybrat maximálně %ld obrázků";
"longerThanMaxVideoDuration" = "Nelze vybrat video delší než %ld sekund";
"shorterThanMinVideoDuration" = "Nelze vybrat video kratší než %ld sekund";
"largerThanMaxVideoDataSize" = "Nelze vybrat video větší než %@MB";
"smallerThanMinVideoDataSize" = "Nelze vybrat video menší než %@MB";
"exceededMaxVideoSelectCount" = "Lze vybrat maximálně %ld videí";
"lessThanMinVideoSelectCount" = "Vyberte alespoň %ld videí";

"noCameraAuthorityAlertMessage" = "Přejděte do „Nastavení > Soukromí > Fotoaparát“ a povolte %@ přístup k fotoaparátu";
"noPhotoLibraryAuthorityAlertMessage" = "Přejděte do „Nastavení > Soukromí > Fotky“ a povolte %@ přístup k fotkám";
"noMicrophoneAuthorityAlertMessage" = "Nelze nahrát zvuk. Přejděte do „Nastavení > %@“ a povolte přístup k mikrofonu";
"unableToAccessAllPhotos" = "Nastavili jste, že %@ má přístup pouze k části fotek. Doporučujeme povolit přístup ke „Všem fotkám“";
"noLibraryAuthTitleInThumbList" = "Nelze přistupovat k fotografiím v albu";
"noLibraryAuthDescInThumbList" = "Zakázali jste %@ přístup k fotkám. Doporučujeme povolit přístup ke „Všem fotkám“";
"gotoSystemSettingInThumbList" = "Přejít do nastavení systému";

"cameraUnavailable" = "Fotoaparát není dostupný";
"keepRecording" = "Pokračovat v nahrávání";
"gotoSettings" = "Přejít do nastavení";

"iCloudVideoLoadFaild" = "Synchronizace iCloud selhala";
"imageLoadFailed" = "Nepodařilo se načíst obrázek";

"save" = "Uložit";
"saveImageError" = "Nepodařilo se uložit obrázek";
"saveVideoError" = "Nepodařilo se uložit video";
"timeout" = "Časový limit vypršel";

"customCameraTips" = "Klepněte pro fotografii, podržte pro video";
"customCameraTakePhotoTips" = "Klepněte pro fotografii";
"customCameraRecordVideoTips" = "Podržte pro video";
"customCameraTapToRecordVideoTips" = "Klepněte pro nahrávání";
"minRecordTimeTips" = "Nahrávejte alespoň %ld sekund";

"cameraRoll" = "Nedávné položky";
"panoramas" = "Panoramata";
"videos" = "Videa";
"favorites" = "Oblíbené";
"timelapses" = "Časosběr";
"recentlyAdded" = "Nedávno přidané";
"bursts" = "Série";
"slomoVideos" = "Zpomalené";
"selfPortraits" = "Selfie";
"screenshots" = "Snímky obrazovky";
"depthEffect" = "Portrét";
"livePhotos" = "Live Photos";
"animated" = "Animované";
"myPhotoStream" = "Můj fotostream";

"noTitleAlbumListPlaceholder" = "Všechny fotky";
"textStickerRemoveTips" = "Přetáhněte sem pro odstranění";
